{
  "autopairs": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "dap": { "branch": "master" },
  "dap-ui": { "branch": "master" },
  "flash": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "grug-far": { "branch": "main" },
  "heirline": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mason": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nio": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimeters": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "surround": { "branch": "main" },
  "todo-comments": { "branch": "main" },
  "treesitter-context": { "branch": "master" },
  "treesitter-installer": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
